<?php

return [
	/*
	|--------------------------------------------------------------------------
	| Default Message
	|--------------------------------------------------------------------------
	*/
    'exception' => [
        'notfound' => '존재 하지 않은 요청 입니다.',
        'notallowedmethod' => '지원되지 않는 메서드입니다.',
        'clienttype' => '클라이언트 정보가 존재 하지 않습니다.',
        'loginFail' => '로그인에 실패 했습니다.',
        'passport_client' => 'Passport 오류가 발생했습니다.',
    ],

    'server' => [
        'status' => '서버 점검 중입니다.',
        'success' => '정상 전송 하였습니다.',
        'error' => '오류가 발생 했습니다.',
        'down' => '서버 점검 중입니다.',
    ],
];
